Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: A good way to integrate active recall testing into your own studies is to use _flashcards_. With traditional paper flashcards, you write a question on one side of a card, and the answer on the other side. By not turning the card over until you've thought about the answer, you can learn things more effectively than passive observation allows.
ru_ru: Хорошим способом использовать активную проверку воспоминаний в своей учёбе, является использование _флэш-карточек_ (англ. _flashcards_) . На традиционных бумажных (картонных) карточках вы пишите вопрос на одной стороне, а ответ — на другой. Не переворачивать карточку до тех пор, пока не подумаете над ответом, позволяет вам запоминать более эффективно чем простое просматривание материала.

source: A question and answer pair is called a 'card'. This is based on a paper flashcard with a question on one side and the answer on the back. In Anki a card doesn’t actually look like a physical card, and when you show the answer the question remains visible by default. For example, if you’re studying basic chemistry, you might see a question like:
ru_ru: Пара вопрос-ответ называется 'карточкой'. Это название происходит от бумажных флэш-карточек (англ. _flashcard_) [прим. перев. Ещё встречается перевод как "дидактическая карточка"] с вопросом на одной стороне и ответом на обратной. В Anki карточка на самом деле не выглядит как бумажная карточка и когда отображается ответ, то вопрос остается видимым (по умолчанию, такое поведение может быть изменено). Например, если вы изучаете основы химии, то можете увидеть такой вопрос:

source: Add-ons use and modify arbitrary parts of Anki’s codebase, so in some cases, updating Anki can break the compatibility with older add-ons. If one of your add-ons stops working after updating Anki, please consider reporting the issue to the add-on author. If you rely on this add-on, you will need to keep using an older Anki version until the add-on gets an update.
ru_ru: Дополнения используют и изменяют произвольные части кодовой базы Anki, поэтому иногда обновление Anki может нарушить совместимость со старыми дополнениями. Если одно из ваших дополнений перестаёт работать после обновления Anki, пожалуйста, сообщите об этой проблеме автору дополнения. Если вам необходимо это дополнение, вам нужно продолжить использование старой версии Anki до тех пор, пока дополнение не получит обновление.

source: After choosing OK, you’ll be asked to name the new type. The subject material you’re studying is a good choice here – things like “Japanese”, ”Trivia”, and so on. Once you’ve chosen a name, close the Note Types window, and you’ll return to the adding window.
ru_ru: После выбора ОК вам будет предложено назвать новый тип. Тема материала, который вы сейчас изучаете, будет хорошим выбором, например, такие вещи как "Японский", "Викторина" и так далее. Выбрав имя, закройте окно Типы записей и вы вернётесь в окно добавления.

source: After clicking on a deck to study, you’ll see a screen that shows you how many cards are due today. This is called the 'deck overview' screen. The cards are split into three types:
ru_ru: После нажатия на колоду для изучения, вы увидите экран на котором показано сколько карточек у вас запланировано на сегодня. Это называется экраном 'обзора колоды'. Карточки разделены на три типа:

source: After confirming that you are correct, you can tell Anki how well you remembered, and Anki will choose a next time to show you again.
ru_ru: Убедившись в своей правоте вы можете сообщить Anki, насколько легко вам было вспомнить ответ, и Anki подберёт время следующего показа карточки.

source: After thinking about it, and deciding the answer is O, you click the show answer button, and Anki shows you:
ru_ru: После обдумывания и принятия решения, что ответом является О, вы нажимаете кнопку показа ответа и Anki показывает вам:

source: And:
ru_ru: И:

source: Anki Manual
ru_ru: Руководство по Anki

source: Anki additionally adds a small amount of random variation to the next due times, in order to prevent cards that were introduced together and always rated the same from always staying next to each other. This variation is not shown on the time estimates but will be applied after selecting the button.
ru_ru: Кроме того, Anki случайным образом не много изменяет время следующего показа, чтобы предотвратить случаи, когда карточки добавленные вместе и всегда получавшие одинаковые оценки продолжали бы и дальше показываться одна за другой. Эти изменения не отражаются в оценках времени, а применяются после выбора кнопки.

source: Anki addresses these issues. There are free clients for Anki available on many platforms, so struggling students and teachers with budgetary constraints are not left out. Anki is open source, with an already flourishing library of add-ons contributed by end-users. It is multi-platform, running on Windows, macOS, Linux/FreeBSD, and some mobile devices. And it is considerably easier to use than SuperMemo.
ru_ru: Анки решает эти проблемы. Бесплатные клиенты Anki доступны на многих платформах, поэтому бедные студенты и преподаватели с ограниченным бюджетом не останутся в стороне. Anki — это програмное обеспечение с открытым исходным кодом, с процветающей библиотека дополнений, предоставленных пользователями. Она мультиплатформенна, работает на Windows, macOS, Linux/FreeBSD и некоторых мобильных устройствах. И значительно проще в использовании, чем SuperMemo.

source: Anki addresses these issues. There are free clients for Anki available on many platforms, so struggling students and teachers with budgetary constraints are not left out. Anki open source, with an already flourishing library of add-ons contributed by end-users. It is multi-platform, running on Windows, Mac OSX, Linux/FreeBSD, and some mobile devices. And it is considerably easier to use than SuperMemo.
ru_ru: Anki решает эти вопросы. Бесплатные клиенты для Anki доступны на большинстве платформ, что не оставит в стороне студентов и учителей с ограниченным бюджетом. Это открытый исходный код с уже процветающей библиотекой дополнений, предоставленных конечными пользователями. Это мультиплатформенность — работает на Windows, Mac OSX, Linux/FreeBSD и некоторых мобильных устройствах. И значительно проще в использовании, чем SuperMemo.

source: Anki addresses these issues. There are free clients for Anki available on many platforms, so struggling students and teachers with budgetary constraints are not left out. It’s open source, with an already flourishing library of add-ons contributed by end-users. It’s multi-platform, running on Windows, Mac OSX, Linux/FreeBSD, and some mobile devices. And it’s considerably easier to use than SuperMemo.
ru_ru: Anki решает эти вопросы. Бесплатные клиенты для Anki доступны на большинстве платформ, что не оставит в стороне студентов и учителей с ограниченным бюджетом. Это открытый исходный код с уже процветающей библиотекой дополнений, предоставленных конечными пользователями. Это мультиплатформенность -- работает на Windows, Mac OSX, Linux/FreeBSD и некоторых мобильных устройствах. И значительно проще в использовании, чем SuperMemo.

source: Anki allows you to create different types of notes for different material. Each type of note has its own set of fields and card types. It’s a good idea to create a separate note type for each broad topic you’re studying. In the above French example, we might create a note type called “French” for that. If we wanted to learn capital cities, we could create a separate note type for that as well, with fields such as “Country” and “Capital City”.
ru_ru: Anki позволяет создавать различные типы записей для различного материала. У каждого типа записи имеется свой набор полей и типов карточек. Хорошей идеей будет создание отдельных типов записей для каждой обширной темы которую вы изучаете. Для этого, в приведённом выше французском примере, можно создать тип записи с названием "Французский". Если бы мы хотели изучать столицы, мы могли бы создать для этого отдельный тип записи, с такими полями, как "Страна" и "Столица".

source: Anki checks the first field for uniqueness, so it will warn you if you enter two cards with a Front field of “apple” (for example). The uniqueness check is limited to the current note type, so if you’re studying multiple languages, two cards with the same Front would not be listed as duplicates as long as you had a different note type for each language.
ru_ru: Anki проверяет первое поле на уникальность, поэтому предупредит, если вы внесёте две карточки в Лицевом поле которых будут одинаковые данные, например, "яблоко". Проверка уникальности ограничивается текущим типом записи, так, если вы изучаете несколько языков, две карточки с одинаковой Лицевой стороной не будут отображаться как повторы, пока у вас будут разные типы записей для каждого языка.

source: Anki doesn’t check for duplicates in other fields automatically for efficiency reasons, but the browser has a “Find Duplicates” function which you can run periodically.
ru_ru: Anki не проверяет на повторы другие поля автоматически из соображений эффективности, но в обозревателе есть функция "Найти повторы", которую можно запускать периодически.

source: Anki is a program which makes remembering things easy. Because it is a lot more efficient than traditional study methods, you can either greatly decrease your time spent studying, or greatly increase the amount you learn.
ru_ru: Anki — это программа, облегчающая процесс запоминания. Поскольку используемая техника намного эффективнее традиционных методов обучения, вы можете значительно сократить время, потраченное на заучивание материала или значительно увеличить объем выученного.

source: Anki solves these problems by allowing you to split the content of your cards up into separate pieces of information. You can then tell Anki which pieces of information you want on each card, and Anki will take care of creating the cards for you and updating them if you make any edits in the future.
ru_ru: Anki решает эти проблемы, позволяя вам разделить содержимое ваших карточек на отдельные части информации. Вы можете указать Anki, какие части информации вы хотите на каждой из карточек и Anki позаботится о создании их для вас, а так же обновит их если вы сделаете какие-либо изменения в будущем.

source: Anki starts with a deck called “default”; any cards which have somehow become separated from other decks will go here. Anki will hide the default deck if it contains no cards and you have added other decks. Alternatively, you may rename this deck and use it for other cards.
ru_ru: Anki запускается с единственной колодой под названием "по умолчанию" (англ. _default_); все карточки, которые каким-то образом отделились от других колод, будут попадать сюда. Anki скроет колоду по умолчанию, если в ней нет карт и вы добавили другие колоды. Или же вы можете переименовать эту колоду и использовать ее для других карточек.

source: Anki will only bury siblings that are new or review cards. It will not hide cards in learning, as time is of the essence for those cards. On the other hand, when you study a learning card, any new/review siblings will be buried.
ru_ru: Anki будет откладывать связанные карточки, которые являются новыми или повторяемыми. Изучаемые карточки не будут скрываться, поскольку время для них имеет существенное значение. С другой стороны, заучивая карточку которая является изучаемой, любые новые/повторяемые карточки будут отложены.

source: Anki's capabilities can be extended with add-ons. Add-ons can provide features like extra support for specific languages, extra control over scheduling, and so on.
ru_ru: Возможности Anki могут быть расширены использованием дополнений. Дополнения могут предоставлять дополнительные возможности, такие как: поддержка определённых языков, расширенный контроль над расписанием и т.д.

source: Anki's manual
ru_ru: Руководство по Anki

source: Anki's spaced repetition system is based on an older version of the SuperMemo algorithm called [SM-2](faqs.md).
ru_ru: Система интервальных повторений Anki основана на более старой версии алгоритма SuperMemo, который называется [SM-2](faqs.md).

source: Anki’s spaced repetition system is based on an older version of the SuperMemo algorithm called [SM-2](faqs.md).
ru_ru: Система интервальных повторений Anki основана на более старой версии алгоритма SuperMemo, который называется [SM-2](faqs.md).

source: Anyone who needs to remember things in their daily life can benefit from Anki. Since it is content-agnostic and supports images, audio, videos and scientific markup (via LaTeX), the possibilities are endless. For example:
ru_ru: Любому, кому необходимо что-либо запоминать в своей повседневной жизни, Anki будет полезна. Так как программа не зависит от типа содержимого и поддерживает изображения, аудио, видео и научную разметку (посредством LaTeX), её возможности бесконечны. Например:

source: As with learning cards, you can use 1-4 on the keyboard to select an answer. Pressing the spacebar will select 'Good'.
ru_ru: Как и с изучаемыми карточками, вы можете использовать клавиши 1-4 на клавиатуре для выбора ответа. Нажатие клавиши пробела выбирает **Хорошо**.

source: As with learning cards, you can use <kbd>1</kbd>, <kbd>2</kbd>, <kbd>3</kbd> and <kbd>4</kbd> on the keyboard to select an answer. Pressing the <kbd>spacebar</kbd> or <kbd>Enter</kbd> will select **Good**.
ru_ru: Как и с изучаемыми карточками, вы можете использовать клавиши <kbd>1</kbd>, <kbd>2</kbd>, <kbd>3</kbd> и <kbd>4</kbd> на клавиатуре, для выбора ответа. Нажатие клавиши <kbd>Space</kbd> или <kbd>Enter</kbd> выбирает **Хорошо**.

source: At the bottom right of the review screen is a button labeled **More**. This button provides some other operations you can do on the current card or note:
ru_ru: В правом нижнем углу экрана просмотра находится кнопка **Ещё**. Эта кнопка предоставляет несколько других операций, которые можно выполнить с текущей карточкой или записью:

source: Basic Has Front and Back fields, and will create one card. Text you enter in Front will appear on the front of the card, and text you enter in Back will appear on the back of the card.
ru_ru: Основная Содержит поля Лицо и Оборот, и будет создавать одну карточку. Текст напечатанный в поле Лицо будет отображаться на лицевой стороне карточки, а текст который вы введёте в поле Оборот будет отображаться на обратной стороне карточки.

source: Basic (and reversed card) Like Basic, but creates two cards for the text you enter: one from front→back and one from back→front.
ru_ru: Основная (с обратной карточкой) Как Основная, только создаёт две карточки для введённого вами текста: одну из лицо→оборот и одну из оборот→лицо.

source: Basic (optional reversed card) This is a front→back card, and optionally a back→front card. To do this, it has a third field called “Add Reverse.” If you enter any text into that field, a reverse card will be created. More information about this is available in the [Cards and Templates](templates/intro.md) section.
ru_ru: Основная (обратная по выбору) Это лицо→оборот карточка, а карточка оборот→лицо при необходимости. Для этого есть третье поле под названием "Добавить обратную". Если в это поле будет введён какой-либо текст [прим. перев. _Любой текст, чтобы эта функция сработала_], обратная карточка будет создана. Дополнительные сведения об этом см. в разделе [Шаблоны карточек](templates/intro.md)

source: Below the fields is another area labelled “Tags”. Tags are labels that you can attach to your notes, to make organizing and finding notes easier. You can leave the tags blank if you wish, or add one or more of them. Tags are separated by a space. If the tags area says
ru_ru: Под полями находится другая область под названием "Метки". Метки --- это ярлыки, которые вы можете прикрепить к вашим записям, чтобы упростить их организацию и поиск. Вы можете оставить метки пустыми, если хотите, или добавить одну или несколько из них. Метки разделяются знаком пробела. Если в метках указано

source: Below the note type, you’ll see some buttons, and an area labeled “Front” and “Back”. Front and Back are called 'fields', and you can add, remove and rename them by clicking the “Fields…​” button above.
ru_ru: Под типом записи вы увидите несколько кнопок и области под названиями "Лицевая" (англ. *Front*) и "Обратная" (англ. *Back*). Лицевая и Обратная области называются 'полями' и вы можете добавлять, удалять и переименовывать их, щелкнув по кнопке "Поля…​" выше.

source: Best viewed on the website: https://docs.ankiweb.net
ru_ru: Удобней смотрится на сайте: https://alexeygorelov.github.io/anki-manual-ru

source: Bury Card / Note Hides a card or all of the note’s cards from review until the next day. (If you want to unbury cards before then, you can click the “unbury” button on the [deck overview](studying.md#study-overview) screen.) This is useful if you cannot answer the card at the moment or you want to come back to it another time. Burying can also [happen automatically](studying.md#siblings-and-burying) for cards of the same note. If cards were in learning when they are buried, they are moved back to the new card queue or review queue prior to being buried.
ru_ru: Отложить карточку / запись Прячет карточку или все карточки записи от показа до следующего дня. (Если вы хотите вернуть карточки раньше, нажмите кнопку "вернуть" в окне [обзора колоды](studying.md#Общие-сведения-об-изучении).) Это полезно, если в данный момент вы не можете ответить на карточку или хотите вернуться к ней в другой раз. Откладывание также может [произойти автоматически](studying.md#Связанные-и-отложенные) для карточек одной записи. Если карточки находятся в процессе изучения на момент их откладывания, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед тем как быть отложеными.

source: By surrounding a field name in double curly brackets, we tell Anki to replace that section with the actual information in the field. Anything not surrounded by curly brackets remains the same on each card. (For instance, we don’t have to type “Page \#” into the Page field when adding material – it’s added automatically to every card.) &lt;br&gt; is a special code that tells Anki to move to the next line; more details are available in the [templates](templates/intro.md) section.
ru_ru: Заключая название поля в двойные фигурные скобки, мы указываем Anki заменять этот раздел фактической информацией из этого поля. Всё, что не окружено фигурными скобками остаётся в неизменном виде на каждой карточке. (Например, мы не должны вводить "Страница \#" в поле "Страница" при добавлении материала — он добавляется автоматически на каждую карточку.) &lt;br&gt; — это специальный код, который указывает Anki перейти к следующей строке; дополнительные сведения доступны в разделе [Шаблоны карточек](templates/intro.md).

source: Cloze A note type which makes it easy to select text and turn it into a cloze deletion (e.g., “Man landed on the moon in \[…​\]” → “Man landed on the moon in 1969”). More information is available in the [cloze deletion](editing.md#cloze-deletion) section.
ru_ru: Задание с пропусками Тип записи который облегчает выбор текста и превращение его в обучающие пропуски (англ. _cloze deletion_) (например, "Человек приземлился на Луну в \[…​\] году" → "Человек приземлился на Луну в 1969 году"). Дополнительные сведения см. в разделе [заполнение пропусков](editing.md#Заполнение-пропусков)

source: Creating your own deck is the most effective way to learn a complex subject. Subjects like languages and the sciences can’t be understood simply by memorizing facts — they require explanation and context to learn effectively. Furthermore, inputting the information yourself forces you to decide what the key points are, leading to a better understanding.
ru_ru: Создание собственной колоды является наиболее эффективным способом изучения сложной темы. Такие предметы, как языки и науки, не могут быть поняты просто запоминанием фактов — они требуют объяснений и контекста, чтобы учить их эффективно. Более того, сама информация заставляет вас решать, каковы ключевые моменты, что приведет к лучшему пониманию.

source: Decks are best used to hold broad categories of cards, rather than specific topics such as “food verbs” or “lesson 1”. For more info on this, please see the [using decks appropriately](editing.md#using-decks-appropriately) section.
ru_ru: Колоды больше всего подходят для объединения широких категорий карточек, а не для таких конкретных тем, как "пищевые глаголы" или "урок 1". Более подробную информацию об этом см. в разделе [правильное использование колод](editing.md#Правильное-использование-колод).

source: Decks can contain other decks, which allows you to organize decks into a tree. Anki uses “::” to show different levels. A deck called “Chinese::Hanzi” refers to a “Hanzi” deck, which is part of a “Chinese” deck. If you select “Hanzi” then only the Hanzi cards will be shown; if you select “Chinese” then all Chinese cards, including Hanzi cards, will be shown.
ru_ru: Колоды могут содержать другие колоды, что позволяет вам организовать их в древовидную структуру. В Anki используется "::" как показатель разных уровней. Так в названии колоды "Китайский::Ханзи" отмечается, что колода "Ханзи" является частью колоды "Китайский".

source: Delete Note Deletes the note and all of its cards.
ru_ru: Удалить запись Удаляет запись и все её карточки.

source: Different people like to review in different ways, but there are some general concepts to keep in mind. An excellent introduction is [this article](http://www.supermemo.com/articles/20rules.htm) on the SuperMemo site. In particular:
ru_ru: Разным людям нравится повторять по-разному,но есть некоторые общие концепции, о которых следует помнить. Отличное введение — [эта статья](http://www.supermemo.com/articles/20rules.htm) на сайте SuperMemo. В частности:

source: Do not learn if you do not understand. --SuperMemo
ru_ru: Не запоминай, если не понимаешь. --SuperMemo

source: Do not use 'Tags', 'Type', 'Deck', 'Card', or 'FrontSide' as field names, as they are [special fields](templates/fields.md#special-fields) and will not work properly.
ru_ru: Не используйте в качестве имен полей 'Tags', 'Type', 'Deck', 'Card' или 'FrontSide', так как это [специальные поля](templates/fields.md#Специальные-поля) и они не будут работать правильно.

source: Each card type has two 'templates', one for the question and one for the answer. In the above French example, we wanted the recognition card to look like this:
ru_ru: У каждого типа карточки есть два 'шаблона', один для вопроса и один для ответа. В приведённом выше французском примере мы хотели, чтобы карта распознавания выглядела так:

source: Flag Card Adds a colored marker to the card, or toggles it off. Flags will appear during study, and you can search for flagged cards in the Browse screen. This is useful when you want to take some action on the card at a later date, such as looking up a word when you get home.
ru_ru: Поставить флаг Ставит цветную метку на карточку или убирает её. Метки будут отображаться во время изучения, а в окне Обзора можно выполнять поиск отмеченных карточек. Это полезно, когда вы хотите выполнить некоторое действие над карточкой позднее, например, когда вернётесь домой, поискать какое-нибудь слово.

source: For a quick way to dive into Anki, please have a look at these intro videos. Some were made with a previous Anki version, but the concepts are the same.
ru_ru: Для быстрого погружения в Anki, пожалуйста, посмотрите эти вступительные видео. Некоторые из них были сделаны в предыдущей версии программы Anki, но концепция осталась та же. (На английском. С русскими или англ. субтитрами)
